Repository: NacAbarca/theSteam
Catalog: languages/*.po
Languages: es_es, ro_ro

source: Displays currency after price digits, for example: 15 Euro
es_es: Muestra los dígitos de la divisa después de los precios, por ejemplo: 15 euros
ro_ro: Afiseaza moneda dupa pret, ex: 12 RON

source: Restaurant Cuisine:
es_es: Restaurante Cocina:
ro_ro: Tipul localului:

source: Restaurant cuisine, i.e: Fusion Cuisine. Will be displayed in the footer, if set.
es_es: Cocina de restaurante, es decir: Fusion Cuisine. Se mostrará en el pie de página, si se establece.
ro_ro: Tipul bucatariei ex: Fusion Cuisine. Va aparea in subsolul paginii.

source: Opening hours:
es_es: Horario de apertura:
ro_ro: Deschis intre:

source: Restaurant opening hours i.e: Mo-Sun 9am - 12pm
es_es: Horario de apertura del restaurante e.g: Lun-Dom 9h - 12h
ro_ro: Orele intre care restaurantul este deschis ex: Lu-Du 9-24

source: Enable about section:
es_es: Habilitar la sección "acerca de":
ro_ro: Activati sectiunea Despre

source: Display the About us section on the front page, right below the header
es_es: Muestre la sección "Acerca de nosotros" en la primera página, justo debajo del encabezado
ro_ro: Activeaza sectiunea Despre (cea de sub antet - poza mare de pe pagina frontala)

source: Enable dish types:
es_es: Habilitar tipos de platos:
ro_ro: Activati tipuri de mancare:

source: Display dish type icons and description on front page, above menu book
es_es: Mostrar los iconos del tipo de plato y la descripción en la primera página, arriba del menú
ro_ro: Aratati imaginile specifice fiecarui tip de mancare deasupra meniului

source: Enable menu book:
es_es: Habilitar el libro de menús:
ro_ro: Activati meniul de mancare

source: Display menu book on front page
es_es: Mostrar el libro del menú en la primera página
ro_ro: Afisati meniul de mancare pe pagina principala

source: Number of dish types on Front Page:
es_es: Número de tipos de platos en la página principal:
ro_ro: Numarul de tipuri de mancare de pe Pagina Frontala

source: Always show four main general categories on frontpage, or show as many as look fine according to screen width. If unlimited, then it will be possible to swipe them.
es_es: Siempre muestre cuatro categorías generales principales en frontpage, o muestre tantos como se vean bien según el ancho de la pantalla. Si es ilimitado, entonces será posible deslizarlos.
ro_ro: Afișați întotdeauna patru categorii generale principale pe prima pagină, sau arată cât mai multe aspect fin în funcție de lățimea ecranului. Dacă nelimitat, atunci va fi posibil să le glisează.

source: Four
es_es: Las cuatro
ro_ro: Patru

source: Unlimited
es_es: Ilimitado
ro_ro: Nelimitat

source: Menu book dish creation order:
es_es: Menú libro platos creación orden:
ro_ro: Ordinea elementelor din cartea de bucate

source: Display menu book items by creation date Descending or Ascending.
es_es: Mostrar elementos del libro de menú por fecha de creación Descendente o Ascendente.
ro_ro: Ordinea elementelor descendent sau ascendent crearii

source: Ascending
es_es: Ascendente
ro_ro: Ascendent

source: Descending
es_es: Descendente
ro_ro: Descendent

source: Enable menu book hover preview:
es_es: Habilitar la vista previa del hover del libro del menú:
ro_ro: Activati schimbarea fundalului la hover in meniu

source: Animate menu book item on hover
es_es: Animar el elemento de libro de menú en el icono
ro_ro: Animatie pentru meniu la hover

source: Disable menu book dark filter:
es_es: Desactivar filtro oscuro de menús:
ro_ro: Dezactivati filtrul intunecat din meniul de mancare

source: Hide the default dark filter behind the menu book text on front page
es_es: Ocultar el filtro oscuro predeterminado detrás del texto de menú en la primera página
ro_ro: Ascundeti filtrul intunecat ce acopera poza de la meniul de mancare din pagina principala

source: Enable parallax effect:
es_es: Habilitar efecto de paralaje:
ro_ro: Activati efectul parallax:

source: Enables parallax effect on front page for desktop devices
es_es: Habilita el efecto de paralaje en la portada de los dispositivos de escritorio
ro_ro: Activeaza efectul parallax pe pagina principala pentru dispozitivele mari

source: Enable blog carousel:
es_es: Habilitar carrusel de blog:
ro_ro: Activati caruselul blog

source: Show the blog carousel on the front page
es_es: Mostrar el carrusel del blog en la primera página
ro_ro: Aratati causelul de blog pe pagina principala

source: Enable reservations:
es_es: Habilitar reservas:
ro_ro: Activati rezervarile:

source: Accept reservations for your restaurant on this website. Depends on plugin being active!
es_es: Aceptar reservas para su restaurante en este sitio web. ¡Depende de que el plugin esté activo!
ro_ro: Acceptati rezervari pentru restaurant pe pagina dumneavoastra. Dependent cu activarea plugin-ului!

source: Enable contact form (plugin dependent):
es_es: Habilitar formulario de contacto (depende del complemento):
ro_ro: Activati forumlarul de contact (dependent de plugin)

source: If enabled it shows the contact form in footer, otherwise it will show a paragraph of customizable text. Contact form relies on the plugin being activated.
es_es: Si está activado, muestra el formulario de contacto en el pie de página, de lo contrario mostrará un párrafo de texto personalizable. El formulario de contacto se basa en el complemento que se está activando.
ro_ro: Daca este activat in subsol va aparea formularul de contact, in caz contral un paragraf. Formularul este dependent de activarea pluginului.

source: Enable dish pages:
es_es: Active la página del plato
ro_ro: Activati pagini feluri de mancare:

source: This option enables dedicated pages for dishes along with a detailed menu of dishes. Relies on the plugin being activated.
es_es: Esta opción permite páginas dedicadas para platos junto con un menú detallado de platos. Depende del plugin que se está activando.
ro_ro: Aceasta optiune permite accesarea paginilor dedicate felurilor de mancare relationate meniului. Functioneaza cu activarea plugin-ului.

source: Enable haptic feedback:
es_es: Habilitar la retroalimentación táctil:
ro_ro: Activati vibratii pentru telefoane.

source: This option enables mobile vibrations on certain buttons and links throughout the website.
es_es: Esta opción permite vibraciones móviles en ciertos botones y enlaces a través del sitio web.
ro_ro: Aceasta optiune activeaza vibratiile pe anumite butoane de pe site.

source: Disable FrontPage Map:
es_es: Desactivar mapa de la página principal:
ro_ro: Dezctivati harta de pe pagina frontala

source: This hides the map from the Front Page
es_es: Esto oculta el mapa de la página principal
ro_ro: Ascunde harta

source: Enable map marker bounce:
es_es: Habilitar la animación del mapa
ro_ro: Activati animatia pentru harta

source: This option makes the map marker bounce - animation
es_es: Esta opción activa la animación del mapa
ro_ro: Activeaza animatia pentru simbolul de pe harta.

source: Hide Next/Prev Posts in Blog:
es_es: Ocultar Siguiente / Anterior Mensajes en Blog:
ro_ro: Ascunde Next - Previous Posts in paginile de blog

source: This option hides Previous/Suggested/Next navigation when preview-ing a Post/Page
es_es: Esta opción oculta la navegación anterior / sugerida / siguiente cuando se visualiza un mensaje / página
ro_ro: Aceasta optiune ascunde Previous/ Suggested/ Next in paginile de blog

source: Reset theme settings to default:
es_es: Restablezca la configuracion inicial
ro_ro: Resetati toate setarile temei:

source: Import Demo Posts:
es_es: Importe los artículos demostrativos
ro_ro: Importati posturile demonstrative:

source: Import
es_es: Importar
ro_ro: Importare

source: When The Steam plugin is active, demo posts, categories and dishes can be imported with one click
es_es: Cuando el plugin de Steam está activo, los postes de demo, categorías y platos se pueden importar con un solo clic
ro_ro: Cand plugin-ul The Steam este activ, posturile demonstrative, categoriile si felurile de mancare pot fi importate cu un singur click

source: Please activate The Steam plugin to import demo data
es_es: Active el complemento de Steam para importar datos de demostración
ro_ro: Va rugam, activati plugin-ul The Steam pentru a importa posturile demonstrative

source: SimpleXML PHP Module is needed if you want to import demo data
es_es: Módulo PHP, parte de SimpleXML, es necesario si desea importar datos de demostración
ro_ro: Modulul de PHP SimpleXML este necesar daca doriti sa importati continutul demonstrativ

source: Delete all theme settings?
es_es: ¿Eliminar todos los ajustes del tema?
ro_ro: Stergeti toate setarile temei?

source: This action cannot be undone!
es_es: Esta acción no se puede deshacer!
ro_ro: Schimbarile aceastei actiuni nu pot fi anulate!

source: Import demo data?
es_es: Importar datos de demostración?
ro_ro: Importati posturile demonstrative?

source: Available in english only, usually takes up to five minutes depending on your server's connection. If first attempt failed, please increase php max_execution_time or try again!
es_es: Disponible en inglés solamente, por lo general tarda hasta cinco minutos dependiendo de la conexión de su servidor. Si falló el primer intento, por favor, incremente php max_execution_time o vuelva a intentarlo!
ro_ro: Valabil doar in engleza, deobicei poate dura 5 minute in functie de conexiune. Daca esueaza, cresteti timpul PHP max_execution_time sau incercati din nou!

source: Social & Contact Details
es_es: Datos sociales y de contacto
ro_ro: Detalii de contact si de socializare

source: Phone Number:
es_es: Número de teléfono:
ro_ro: Numar de telefon:

source: Phone number used to contact your restaurant and for reservations. It may be a good idea to also provide country code
es_es: Número de teléfono utilizado para contactar con su restaurante y para reservas. Puede ser una buena idea también proporcionar el código de país
ro_ro: Numarul de telefon utilizat pentru contactarea restaurantului si pentru a face rezervari.

source: Phone Num in mobile menu:
es_es: Número de teléfono en el menú móvil:
ro_ro: Numar de telefon in meniul mobile

source: Shows the phone number in the mobile menu and is callable from mobile devices
es_es: Muestra el número de teléfono en el menú móvil y se puede llamar desde dispositivos móviles
ro_ro: Arata numarul de telefon in meniul de mobile

source: Address (Street):
es_es: Dirección (Calle);
ro_ro: Adresa (Strada):

source: Address of your restaurant
es_es: Dirección de su restaurante
ro_ro: Adresa restaurantului

source: City:
es_es: Ciudad:
ro_ro: Oras:

source: City followed by country (optional)
es_es: Ciudad seguido de país (opcional)
ro_ro: Oras urmat de tara (optional)

source: Facebook URL:
ro_ro: Link-ul de Facebook

source: Link to your facebook page
es_es: Enlace a tu página de facebook
ro_ro: Link catre pagina de facebook

source: Twitter URL:
ro_ro: Link catre pagina de twitter

source: Link to your twitter account
es_es: Enlace a tu página de twitter
ro_ro: Link catre pagina de twitter

source: Foursquare URL:
ro_ro: Link catre pagina de foursquare

source: Link to your your foursquare account
es_es: Enlace a tu cuenta de foursquare
ro_ro: Link catre pagina de foursquare

source: Instagram URL:
ro_ro: Link catre pagina de instagram

source: Link to your instagram account
es_es: Enlace a tu cuenta de instagram
ro_ro: Link catre pagina de instagram

source: Pinterest URL:
ro_ro: Link catre pagina de pinterest

source: Link to your pinterest account
es_es: Enlace a tu cuenta de pinterest
ro_ro: Link catre pagina de pinterest

source: Trip Advisor URL:
ro_ro: Link catre pagina de trip advisor

source: Link to your Trip Advisor account is displayed in your footer and mobile menu
es_es: Enlace a su cuenta de Trip Advisor se muestra en su pie de página y menú móvil
ro_ro: Linkul catre pagina de Trip Advisor este afisat in footer si meniul pentru dispositive mobile

source: Reservations options
es_es: Opciones de Reservaciones
ro_ro: Optiuni rezervari

source: Reservation system:
es_es: Sistema de reservación:
ro_ro: Sistemul de rezervari

source: Selected between TheSteam integrated reservations system and Open Table
es_es: Seleccionado entre el sistema de reservas integrado de TheSteam y Open Table
ro_ro: Selectati intre sistemul The Steam sau sistemul Open Table

source: Restaurant ID you received when you registered with Open Table
es_es: ID de restaurante que recibió cuando se registró con Open Table
ro_ro: ID-ul primit de la Open Table

source: Reservation confirmation notification:
es_es: Notificación de confirmación de reserva:
ro_ro: Mesaj confirmare rezervare:

source: Send back email to confirm reservation was received
es_es: Envio correo electrónico para confirmar que la reserva fue recibido
ro_ro: Trimiteti e-mail de confirmare a rezervarii

source: Notify admin for reservation via email:
es_es: Notifica el administrador de la reserva por correo electrónico:
ro_ro: Notificati administratorul pentru rezervari via email:

source: Admin receives email for every new reservation
es_es: El administrador recibe correo electrónico para cada nueva reserva
ro_ro: Administratorul primeste e-mail pentru fiecare rezervare:

source: E-Mail Title:
es_es: E-Mail Título:
ro_ro: Titlu E-Mail:

source: Thank you for your reservation!
es_es: Gracias por su reserva!
ro_ro: Multumim pentru rezervare!

source: Title of the e-mail to be sent to client when receiving a reservation
es_es: Título del correo electrónico que se enviará al cliente cuando se recibe una reserva
ro_ro: Titlul e-mail-ului trimis catre client atunci cand face o rezervare

source: E-Mail Body:
es_es: Contenido del correo electrónico:
ro_ro: Continutul E-Mail-ului:

source: Body of the e-mail to send when receiving a reservation
es_es: Contenido del correo electrónico a enviar cuando se recibe una reserva
ro_ro: Continutului e-mail-ului trimis catre client atunci cand face o rezervare

source: Reservation confirmed email:
es_es: Correo electrónico que confirma la reserva:
ro_ro: E-Mail confirmare rezervare:

source: Send back email to confirm reservation was accepted
es_es: Envia correo electrónico para confirmar que la reserva fue aceptada
ro_ro: Trimiteti e-mail automat pentru confirmarea rezervarii

source: Confirmation E-Mail Title:
es_es: Título de la confirmación por correo electrónico:
ro_ro: Titlu E-Mail pentru confirmarea rezervarii:

source: Reservation confirmed!
es_es: ¡Reserva confirmada!
ro_ro: Rezervare confirmata!

source: Title of the e-mail to send when confirming an accepted reservation
es_es: Título del correo electrónico para enviar quando se confirma una reserva aceptada
ro_ro: Titlul e-mail-ului trimis pentru a confirma acceptarea rezervarii

source: Confirmation E-Mail Body:
es_es: Contenido del correo electrónico de confirmación:
ro_ro: Continutul e-mail-ului de confirmare

source: Body of the e-mail to send when confirming an accepted reservation
es_es: Contenido del correo electrónico para enviar quando se confirma una reserva aceptada
ro_ro: Continutul email-ului trimis pentru a confirma acceptarea rezervarii

source: Max Number of Items:
es_es: Número máximo de elementos:
ro_ro: Numarul maxim de elemente

source: Maximum number of blog featured images to display in the blog carousel on one page. Actual number depends on client screen size
es_es: Número máximo de imágenes destacadas en el blog que se mostrarán en el carrusel del blog en una sola página. El número real depende del tamaño de la pantalla del cliente
ro_ro: Numarul maxim de imagini prezente in caruselul de blog. Depinde de marimea ecranului.

source: Total Number of Items:
es_es: Número total de artículos:
ro_ro: Numarul total de itemi.

source: Total number of blog featured images to display in the blog carousel on one page. A number too large may impact page loading times.
es_es: Número total de imágenes del blog que se mostrarán en el carrusel del blog en una sola página. Un número demasiado grande puede afectar los tiempos de carga de la página.
ro_ro: Numarul total de imagini care va fi afisat in caruselul blog. Un numar prea mare poate avea un impact asupra incarcarii paginii.

source: Auto Play:
es_es: Auto reproducción:
ro_ro: Miscare automata

source: Allow for the blog carousel to play trough images automatically
es_es: Permite que el carrusel del blog reproduzca automáticamente las imágenes
ro_ro: Permite miscarea automata a imaginilor caruselului

source: On
es_es: Abrido
ro_ro: Deschis

source: Off
es_es: Apagado
ro_ro: Inchis

source: Slideshow Delay (seconds):
es_es: Retardo de la presentación (segundos):
ro_ro: Timpul de intarziere (secunde):

source: Number of seconds to wait before switching to the next image in the carousel
es_es: Número de segundos que debe esperar antes de cambiar a la imagen siguiente en el carrusel
ro_ro: Timpul de asteptare pana la miscarea catre urmatoare imagine din carusel

source: Latitude:
es_es: Latitud:
ro_ro: Latitudine:

source: Latitude of your restaurant location. Gets updated automatically when you click on the map below
es_es: Latitud de la ubicación de su restaurante. Se actualiza automáticamente al hacer clic en el mapa de abajo
ro_ro: Latitudinea locatiei restaurantului. Se compleateaza automat cand apasati pe o locatie de pe harta

source: Longitude:
es_es: Longitud:
ro_ro: Longitudine

source: Longitude of your restaurant location. Gets updated automatically when you click on the map below
es_es: Longitud de la ubicación de su restaurante. Se actualiza automáticamente al hacer clic en el mapa de abajo
ro_ro: Longitudinea locatiei restaurantului. Se completeaza automat cand apasati pe o locatie de pe harta

source: It easy and takes less than a minute to get your FREE Google Maps API Key.
es_es: Es fácil y tarda menos de un minuto en obtener su clave gratuita de la API de Google Maps.
ro_ro: E usor si dureaza mai putin de un minut sa luati cheia Google Maps Api GRATIS.

source: Obtain API Key!
es_es: ¡Obtenga clave API!
ro_ro: Obtineti Cheia API!

source: Google Maps API Key:
es_es: Clave del API de Google Maps:
ro_ro: Cheia Google Maps API

source: Google Maps API Key needed for maps authentication
es_es: Clave del API de Google Maps necesaria para la autenticación de mapas
ro_ro: Cheia Google Maps API este necesara pentru atutentificare

source: To zoom in/out of the map use the scroll wheel on the mouse and click save.
es_es: Para acercar / alejar el mapa, utilice la rueda de desplazamiento del ratón y haga clic en Guardar.
ro_ro: Pentru a mari sau micsora harta folositi rotita de pe mouse si apasati salavre.

source: First added marker will center the map on Front Page!
es_es: ¡El primer símbolo agregado centrará el mapa en la página principal!
ro_ro: Primul marker va fi pozitionat in centrul hartii pe pagina frontala.

source: Click map to add/remove markers!
es_es: ¡Haz clic en el mapa para añadir / eliminar símbolos!
ro_ro: Apasati pe harta pentru a adauga sau a scoate markeri!

source: Error
ro_ro: Eroare

source: Invalid map coordinates! Please check values and then try again!
es_es: ¡Coordenadas de mapa inválidas! Compruebe los valores y vuelva a intentarlo.
ro_ro: Coordonatele hartii sunt invalide! Va rugam verificati si incercati din nou!

source: Insufficient permissions!
es_es: ¡Permisos insuficientes!
ro_ro: Permisiuni insuficiente!

source: Subtitle (Optional)
es_es: Subtítulo (Opcional)
ro_ro: Subtitlu (Optional)

source: Meta Description (SEO)
es_es: Meta Descripción (SEO)
ro_ro: Descriere Meta (SEO)

source: Dish type
es_es: Tipo del plato
ro_ro: Tip de fel de mancare

source: Dish Price
es_es: Precio del plato
ro_ro: Pret

source: Dish Contents
es_es: Contenido del plato
ro_ro: Continut fel de mancare

source: Dish Description (SEO)
es_es: Descripción del plato (SEO)
ro_ro: Descriere Mancare (SEO)

source: Name
es_es: Nombre
ro_ro: Nume

source: Featured Image
es_es: Foto principal
ro_ro: Imagine de prezentare

source: Description
es_es: Descripción
ro_ro: Descriere

source: Count
es_es: Contar
ro_ro: Numarare

source: Please select or upload an image
es_es: Por favor, seleccione o cargue una imagen
ro_ro: Va rugam selectati sau incarcati o imagine

source: Custom Image
es_es: Imagen personalizada
ro_ro: Imagine personalizata

source: Select Image
es_es: Seleccionar imagen
ro_ro: Selectati imaginea

source: Browse gallery
es_es: Navegar por la galería
ro_ro: Rasfoiti galeria

source: The Steam FrontPage
es_es: The Steam Página delantera
ro_ro: The Steam Pagina Frontala

source: HOME
ro_ro: ACASA

source: ABOUT
es_es: ACERCA
ro_ro: DESPRE

source: RESERVATIONS
es_es: RESERVAS
ro_ro: REZERVARI

source: We are sorry, we encountered error in ajax field - please contact administrator...
es_es: Lo sentimos, encontramos error en el campo ajax - por favor póngase en contacto con el administrador ...
ro_ro: Ne pare rau, a aparut o eroare in campul ajax - contactati administratorul...

source: We are sorry, we encountered error in ajax field: please contact administrator...
es_es: Lo sentimos, encontramos error en el campo ajax - por favor póngase en contacto con el administrador ...
ro_ro: Ne pare rau, a aparut o eroare in campul ajax - contactati administratorul...

source: Error in reservation processing. Please contact administrator
es_es: Error en el proceso de reserva. Por favor, póngase en contacto con el administrador
ro_ro: Eroare in procesarea rezervarii. Contactati administratorul

source: you are not allowed to do changes in this area
es_es: No está permitido hacer cambios en esta área
ro_ro: nu aveti permisiunea sa efectuati modificari in aceasta zona

source: settings cleared
es_es: Ajustes borrados
ro_ro: setari sterse

source: failed to delete theme settings
es_es: Error al eliminar la configuración del tema
ro_ro: stergerea setarilor temei a esuat

source: Search results:
es_es: Resultados de la búsqueda:
ro_ro: Rezultatele cautarii:

source: Sorry, no posts matched your criteria. Please try other categories from above.
es_es: Lo sentimos, ninguna entrada coincide con tus criterios. Por favor, prueba con otras categorías de arriba.
ro_ro: Ne pare rau, nicio postare nu a fost gasita conform criteriilor selectate. Va rugam selectati o categorie de mai sus.

source: Categories preview
es_es: Categorías de vista previa
ro_ro: Previzualizarea categoriilor

source: Browse through all categories
es_es: Examinar todas las categorías
ro_ro: Navigati prin toate categoriile

source: Home
es_es: Casa
ro_ro: Acasa

source: Posted in
es_es: Publicado en
ro_ro: Postat in

source: category
es_es: categoria
ro_ro: categorie

source: by
es_es: de
ro_ro: de

source: Ingredients:
es_es: Ingredientes:
ro_ro: Ingrediente:

source: Suggested articles
es_es: Artículos sugeridos
ro_ro: Articole sugerate

source: Previous
es_es: Anterior
ro_ro: Anterior

source: Suggested
es_es: Sugerencias
ro_ro: Sugerat

source: Next
es_es: Siguente
ro_ro: Urmatorul

source: %d COMMENT
es_es: %d COMENTARIO
ro_ro: %d COMENTARIU

source: READ MORE
es_es: LEE MÁS
ro_ro: Mai mult

source: READ FULL ARTICLE
es_es: LEE EL ARTÍCULO COMPLETO
ro_ro: Tot articolul

source: %d VIEW
es_es: %d VER
ro_ro: %d VIZUALIZARE

source: Comments
es_es: Comentarios
ro_ro: Comentarii

source: Your browser does not support HTML5 video
es_es: Su navegador no admite video HTML5
ro_ro: Browserul dumneavoastra nu suporta HTML5 Video

source: Guests
es_es: Invitados
ro_ro: Persoane

source: Date of your visit
es_es: Fecha de su visita
ro_ro: Data vizitei

source: Time of your visit
es_es: Hora de su visita
ro_ro: Ora vizitei

source: Phone Number
es_es: Número de teléfono
ro_ro: Numar de telefon

source: Menu
es_es: Menú
ro_ro: Meniu

source: Call us:
es_es: Llámenos:
ro_ro: Sunati-ne

source: Search for:
es_es: Busque por:
ro_ro: Cautati:

source: search ...
es_es: busque ...
ro_ro: cautati ...
