Repository: NacAbarca/theSteam
Catalog: languages/*.po
Languages: es_es, ro_ro

source: Install Required Plugins
es_es: Tienes que instalar los complementos necesarios
ro_ro: Instalati Plugin-ul Necesar

source: Install Plugins
es_es: Instale los complementos
ro_ro: Instalati Plugin-uri

source: Installing Plugin: %s
es_es: Instalación del complemento: %s
ro_ro: Plugin-ul se instaleaza: %s

source: Updating Plugin: %s
es_es: Actualización del complemento: %s
ro_ro: Plugin-ul se actualizeaza: %s

source: Something went wrong with the plugin API.
es_es: Algo salió mal con la complemento API.
ro_ro: Ceva nu a mers bine cu API-ul plugin-ului.

source: This theme requires the following plugin: %1$s.
es_es: Este tema necesita el siguiente complement: %1$s.
ro_ro: Aceasta tema necesita urmatorul plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
es_es: Este tema recomienda el siguiente complemento: %1$s.
ro_ro: Aceasta tema recomanda folosirea urmatorului plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es_es: El siguiente complemento debe actualizarse a su última versión para garantizar la máxima compatibilidad con este tema: %1$s.
ro_ro: Urmatorul plugin trebuie actualizat la ultima versiune pentru a asigura compatibilitatea maxima cu aceasta tema: %1$s.

source: There is an update available for: %1$s.
es_es: Hay una actualización disponible para: %1$s.
ro_ro: Nu exista nicio actualizare valabila pentru: %1$s.

source: The following required plugin is currently inactive: %1$s.
es_es: El siguiente complemento requerido está actualmente inactivo: %1$s.
ro_ro: Urmatorul plugin necesar este momentan inactiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
es_es: El siguiente complemento recomendado está inactivo: %1$s.
ro_ro: Urmatorul plugin recomandat este momentan inactiv: %1$s.

source: Begin installing plugin
es_es: Comience a instalar el complemento
ro_ro: Incepeti instalarea plugin-ului.

source: Begin updating plugin
es_es: Comience a actualizar el complemento
ro_ro: Incepeti actualizarea plugin-ului.

source: Begin activating plugin
es_es: Comience a activar el complemento
ro_ro: Incepeti activarea plugin-ului.

source: Return to Required Plugins Installer
es_es: Volver al instalador de complementos requerido
ro_ro: Intoarceti-va la instalarea plugin-urilor necesare

source: Return to the Dashboard
es_es: Regreso al panel de control
ro_ro: Intoarceti-va la panoul de control

source: Plugin activated successfully.
es_es: Complemento activado correctamente.
ro_ro: Plugin activat cu succes.

source: The following plugin was activated successfully:
es_es: El siguiente complemento se ha activado correctamente:
ro_ro: Urmatorul plugin a fost activat cu succes:

source: No action taken. Plugin %1$s was already active.
es_es: Ninguna acción tomada. El complemento %1$s ya estaba activo.
ro_ro: Nicio actiune intreprinsa. Plugin-ul %1$s era deja activ.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
es_es: El complemento no está activado. Se necesita una versión superior de %s para este tema. Actualice el complemento.
ro_ro: Plugin-ul nu este activat. O versiune mai noua a %s este necesara pentru aceasta tema. Va rugam actualizati acest plugin.

source: All plugins installed and activated successfully. %1$s
es_es: Todos los complementos instalados y activados correctamente. %1$s
ro_ro: Toate plugin-urile au fost instalate si activate cu succes. %1$s

source: Dismiss this notice
es_es: Descartar este aviso
ro_ro: Inchideti acest anunt

source: There are one or more required or recommended plugins to install, update or activate.
es_es: Hay uno o más complementos necesarios o recomendados para instalar, actualizar o activar.
ro_ro: Exista unul sau mai multe plugin-uri recomandate sau necesare a fi instalate, actualizate sau activate.

source: Please contact the administrator of this site for help.
es_es: Póngase en contacto con el administrador de este sitio para obtener ayuda.
ro_ro: Va rugam contactati administratul site-ului pentru ajutor.

source: This plugin needs to be updated to be compatible with your theme.
es_es: Este plugin necesita ser actualizado para ser compatible con su tema.
ro_ro: Plugin-ul trebuie actualizat pentru a fi compatibil cu tema dumneavoastra.

source: Update Required
es_es: Actualización Requerida
ro_ro: Actualizare necesara

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
es_es: El paquete de complemento remoto no contiene una carpeta con el slug deseado y el cambio de nombre no funcionó.
ro_ro: Pachetul plugin-ului nu contine un folder cu slug-ul necesar, iar redenumirea nu a functionat.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
es_es: Póngase en contacto con el proveedor de complementos y pídales que empaqueten su complemento de acuerdo con las directrices de WordPress.
ro_ro: Va rugam contactati administratorul plugin-ului si cereti impachetarea plugin-ului in conformitate cu normele WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
es_es: El paquete de complemento remoto consta de más de un archivo, pero los archivos no están empaquetados en una carpeta.
ro_ro: Pachetul plugin-ului consta din mai multe fisiere, insa nu sunt impachetate intr-un folder.

# plugin A *and* plugin B
source: and
es_es: y
ro_ro: si

source: Required
es_es: Necesario
ro_ro: Necesar

source: Recommended
es_es: Recomendado
ro_ro: Recomandat

source: WordPress Repository
es_es: Repositorio de WordPress
ro_ro: Repertoriul WordPress

source: External Source
es_es: Fuente externa
ro_ro: Sursa externa

source: Pre-Packaged
es_es: Preenvasado
ro_ro: Preimpachetat

source: Not Installed
es_es: No instalado
ro_ro: Neinstalat

source: Installed But Not Activated
es_es: Instalado pero no activado
ro_ro: Instalat, dar inactiv

source: Active
es_es: Activo
ro_ro: Activ

source: Required Update not Available
es_es: La actualización necesaria no está disponible
ro_ro: Actualizarea necesara nu este disponibila

source: Requires Update
es_es: Requiere actualización
ro_ro: Necesita actualizare

source: Update recommended
es_es: Actualizacion recomendada
ro_ro: Actualizare recomandata

# plugins
source: All <span class="count">(%s)</span>
es_es: Todas <span class="count">(%s)</span>
ro_ro: Tot <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
es_es: Para instalar <span class="count">(%s)</span>
ro_ro: Pentru a instala <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
es_es: Actualización disponible <span class="count">(%s)</span>
ro_ro: Update disponibil <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
es_es: Para activar <span class="count">(%s)</span>
ro_ro: Pentru a activa <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
es_es: desconocido
ro_ro: necunoscut

source: Installed version:
ro_ro: Versiune instalata:

source: Minimum required version:
es_es: Versión mínima requerida:
ro_ro: Versiunea minima necesara:

source: Available version:
es_es: Versión disponible:
ro_ro: Versiunea valabila:

source: No plugins to install, update or activate.
es_es: No hay complementos para instalar, actualizar o activar.
ro_ro: Niciun plugin pentru a fi instalat, actualizat sau activat.

source: Source
es_es: Fuente
ro_ro: Sursa

source: Type
es_es: Tipo
ro_ro: Tip

source: Version
es_es: Versión
ro_ro: Versiune

source: Install %2$s
es_es: Instalar %2$s
ro_ro: Instalati %2$s

source: Update %2$s
es_es: Actualizar %2$s
ro_ro: Actualizati %2$s

source: Activate %2$s
es_es: Activar %2$s
ro_ro: Activati %2$s

source: Upgrade message from the plugin author:
es_es: Mensaje de actualización del autor del complemento:
ro_ro: Mesaj de actualizare de la autorul plugin-ului:

source: Install
es_es: Instalar
ro_ro: Instalati

source: Update
es_es: Actualizar
ro_ro: Actualizati

source: Activate
es_es: Activar
ro_ro: Activati

source: No plugins were selected to be installed. No action taken.
es_es: No se ha seleccionado ningún complemento para su instalación. Ninguna acción tomada.
ro_ro: Niciun plugin nu a fost selectat pentru instalare. Nicio actiune intreprinsa.

source: No plugins were selected to be updated. No action taken.
es_es: No se seleccionaron complementos para actualizarse. Ninguna acción tomada.
ro_ro: Niciun plugin nu a fost selectat pentru actualizare. Nicio actiune intreprinsa.

source: No plugins are available to be installed at this time.
es_es: No hay plugins disponibles para ser instalados en este momento.
ro_ro: Niciun plugin disponibil pentru a fi instalat momentan.

source: No plugins are available to be updated at this time.
es_es: No hay complementos disponibles para actualizarse en este momento.
ro_ro: Niciun plugin disponibil pentru a fi actualizat momentan.

source: No plugins were selected to be activated. No action taken.
es_es: No se seleccionaron complementos para activarlos. Ninguna acción tomada.
ro_ro: Niciun plugin disponibil pentru a fi activat. Nicio actiune intreprinsa.

source: No plugins are available to be activated at this time.
es_es: No hay plugins disponibles para activarse en este momento.
ro_ro: Niciun plugin disponibil pentru a fi activat momentan.

source: Plugin activation failed.
es_es: Error de activación del complemento.
ro_ro: Activarea plugin-ului a esuat.

source: Updating Plugin %1$s (%2$d/%3$d)
es_es: Actualización del complemento %1$s (%2$d/%3$d)
ro_ro: Actualizarea plugin-ului %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es_es: Se ha producido un error al instalar %1$s: <strong>%2$s</strong>.
ro_ro: A aparut o eroare in timpul instalarii %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
es_es: Error en la instalación del %1$s .
ro_ro: Instalarea %1$s a esuat.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
es_es: Se inicia el proceso de instalación y activación. Este proceso puede tomar un tiempo, así que por favor tenga paciencia.
ro_ro: Procesul de instalare si activare a inceput. Acest proces poate dura, va rugam aveti rabdare.

source: %1$s installed and activated successfully.
es_es: %1$s instalado y activado correctamente.
ro_ro: %1$s instalat si activat cu succes.

source: Show Details
es_es: Mostre detalles
ro_ro: Arata detalii

source: Hide Details
es_es: Oculte detalles
ro_ro: Ascunde detalii

source: All installations and activations have been completed.
es_es: Todas las instalaciones y activaciones han sido completadas.
ro_ro: Toate instalarile si activarile au fost efectuate.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
es_es: Instalación y activación del complemento %1$s (%2$d/%3$d)
ro_ro: Se instealeaza si se activeaza plugin-ul %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es_es: Se inicia el proceso de instalación. Este proceso puede tomar un tiempo, así que por favor tenga paciencia.
ro_ro: Procesul de instalare va incepe. Acest proces poate dura, va rugam aveti rabdare.

source: %1$s installed successfully.
es_es: %1$s instalado correctamente.
ro_ro: %1$s instalat cu succes.

source: All installations have been completed.
es_es: Todas las instalaciones se han completado.
ro_ro: Toate instalarile au fost efectuate.

source: Installing Plugin %1$s (%2$d/%3$d)
es_es: Instalación del complemento %1$s (%2$d/%3$d)
ro_ro: Se instaleaza plugin-ul %1$s (%2$d/%3$d)

source: RESTAURANT
es_es: RESTAURANTE

source: Text
es_es: Texto

source: E-Mail
es_es: Correo electrónico

source: Reset
es_es: Reiniciar

source: Social & Contact
es_es: Datos sociales y de contacto

source: Select
es_es: Seleccionar

source: CONTACT
es_es: CONTACTO

source: Status
es_es: Estado
