Repository: NacAbarca/theSteam
Catalog: languages/*.po
Languages: es_es, ro_ro

source: Ooops!
ro_ro: Ups!

source: No results found...
es_es: No se encontraron resultados...
ro_ro: Nu au fost gasite rezultate...

source: Try something from below:
es_es: Pruebe algo de abajo:
ro_ro: Incercati ceva de mai jos:

source: Untitled
es_es: Sin título
ro_ro: Fara titlu

source: This post is protected with a password. Please enter the password to view comments.
es_es: Esta entrada está protegida con una contraseña. Introduzca la contraseña para ver los comentarios.
ro_ro: Acest post este protejat de o parola. Va rugam introduceti parola pentru a vizualiza comentariile.

source: No Comment
es_es: Sin comentarios
ro_ro: Nici un comentariu

source: One Comment
es_es: Un comentario
ro_ro: Un Comentariu

source: % Comments
es_es: % Comentarios
ro_ro: % Comentarii

source: so far:
es_es: hasta ahora:
ro_ro: pana acum:

source: Comments are closed.
es_es: Los comentarios están cerrados.
ro_ro: Comentariile nu sunt disponibile.

source: A History Of Delightful Memories
es_es: Una historia de recuerdos encantadores
ro_ro: Istoria unor momente delicioase

source: For many years we served delicious food to our customers and we hope to see you here and taste our great dishes. Our restaurant changed the way people see food for the last twenty six years and we hope you will discover our traditions and culinary choices already tested by the best reviewers in the world. Our mission is to provide the best dining experience for all our customers depending on their varied tastes. Eat smart and stay healthy with our food.
es_es: Durante muchos años servimos deliciosa comida a nuestros clientes y esperamos verlos aquí y degustar nuestros platos. Nuestro restaurante cambió la forma en que la gente ve la comida durante los últimos veintiséis años y esperamos que descubra nuestras tradiciones y opciones culinarias ya probadas por los mejores revisores del mundo. Nuestra misión es proporcionar la mejor experiencia gastronómica para todos nuestros clientes en función de sus gustos variados. Comer elegante y mantenerse saludable con nuestra comida.
ro_ro: Ani de-a randul am servit mancaruri delicioase clientilor nostri si speram sa va vedem si pe dumneavoastra aici pentru a gusta din preparatele noastre. Restaurantul nostru a schimbat perceptia oamenilor asupra mancarii in ultimi douazeci de ani. Misiunea noastra este sa cream cea mai buna experienta culinara tuturor clientilor indiferent de gusturile lor. Mancati inteligent si sanatosi in restaurantul nostru.

source: Our Specialities
es_es: Nuestras Especialidades
ro_ro: Specialitatile noastre

source: From fresh seafood to delicate desserts, everything looks and tastes really exquisitely.
es_es: Desde mariscos frescos hasta delicados postres, todo se ve y sabe muy exquisitamente.
ro_ro: Fructe de mare sau chiar deserturi delicioase, totul arata si este delicios.

source: MENU
es_es: MENÚ
ro_ro: MENIU

source: Take a journey into our specialties
es_es: Viaje a nuestras especialidades
ro_ro: Da o raita prin specialitatile noastre

source: SEND US A MESSAGE
es_es: MANDANOS UN MENSAJE
ro_ro: Scrieti-ne un mesaj

source: WE ARE SOCIAL
es_es: SOMOS SOCIALES
ro_ro: SUNTEM SOCIALI

source: LET`S KEEP IN TOUCH
es_es: MANTENTE EN CONTACTO
ro_ro: SA TINEM LEGATURA

source: Enjoy our finest posts!
es_es: Nuestros mejores blogs!
ro_ro: Bucura-te de postarile noastre!

source: ONLINE RESERVATION
es_es: RESERVA ONLINE
ro_ro: REZERVARI ONLINE

source: We have made your favorite dish for dinner
es_es: Hemos hecho su plato favorito para la cena
ro_ro: Am preparat mancarea ta preferata pentru cina

source: Reserve by phone
es_es: Reservar por teléfono
ro_ro: Rezerva telefonic

source: We take reservations for lunch and dinner. To make a reservation, please select the date and time and fill in your contact information in the designated section or call us at (027) 8338 145 between 10 am - 6 pm.
es_es: Tomamos reservas para el almuerzo y la cena. Para hacer una reserva, seleccione la fecha y la hora y complete su información de contacto en la sección designada o llámenos al (027) 8338 145 entre las 10 am - 6 pm.
ro_ro: Primim rezervari pentru pranz si cina. Pentru a realiza o rezervare selectati data si ora si completati detaliile de contact sau sunati direct la (027) 8338 145 intre 10 - 18.

source: We do not book the bar area, we leave this for walk-in guests.
es_es: No reservamos la zona del bar, dejamos esto para los huéspedes.
ro_ro: Nu rezervam zona de bar, fiind destinata clientilor fara rezervare.

source: THE FINEST RESTAURANT IN
ro_ro: CEL MAI BUN RESTAURANT DIN

source: Undefined field
es_es: Campo no definido
ro_ro: Camp nedefinit

source: Undefined key
es_es: Tecla no definida
ro_ro: Cheie nedefinita

source: Text or logo
es_es: Texto o logotipo
ro_ro: Text sau logo

source: Please select the main logo image (max. recommended size 250 x 360 px)
es_es: Seleccione la imagen del logo principal (tamaño máximo recomendado 250 x 360 px)
ro_ro: Selectati logo-ul principal (recomandat max 250 x 360 px)

source: First line of text
es_es: Primera línea de texto
ro_ro: Prima linie de text

source: First line of text color
es_es: El color de la primera línea de texto
ro_ro: Culoarea primei linii de text

source: Second line of text
es_es: Segunda línea de texto
ro_ro: A doua linie de text

source: Second line of text color
es_es: El color de la segunda línea de texto
ro_ro: Culoarea celei de-a doua linii de text

source: Third line of text
es_es: Tercera línea de texto
ro_ro: A treia linie de text

source: Third line of text color
es_es: El color de la tercera línea de texto
ro_ro: Culoarea celei de-a treia linii de text

source: Animations
es_es: Animaciones
ro_ro: Animatii

source: Theme animations settings
es_es: Configuración de animaciones temáticas
ro_ro: Setarile de animatii

source: Yes
es_es: Si
ro_ro: Da

source: No
ro_ro: Nu

source: Select Header Logo Animation:
es_es: Seleccione Logotipo de encabezado Animación:
ro_ro: Selectati animatia pentru antet

source: Available only for Logo Image
es_es: Disponible sólo para Logo Image
ro_ro: Valabil doar pentru imaginea logo

source: Select About Section Animation:
es_es: Seleccione la animación para la sección "Acerca de":
ro_ro: Selectati animatia pentru sectiunea "despre"

source: Available only for About Section
es_es: Disponible sólo para la sección "Acerca de"
ro_ro: Valabile doar pentru sectiunea "despre"

source: Select Reservations Section Animation:
es_es: Seleccione la animación para la sección "reservas":
ro_ro: Animatiile pentru sectiunea cu rezervari:

source: Available only for Reservations Section
es_es: Disponible sólo para la sección "reservas":
ro_ro: Valabil doar pentru sectiunea cu rezervari

source: Desktop navbar
es_es: Barra de escritorio
ro_ro: Meniul de navigare

source: Frontpage Desktop Navbar settings
es_es: Configuración de la Navbar de escritorio Frontpage
ro_ro: Meniul de navigare pe pagina frontala

source: Menu filter color
es_es: Color de la barra de navegación
ro_ro: Culoarea pentru meniul de navigare

source: Menu filter color when sticky
es_es: Color de la Navbar cuando está pegado a la parte superior
ro_ro: Culoarea meniului cand este lipit

source: Navbar items colors - when sticky
es_es: Los elementos de la Navbar se colorean cuando están pegados a la parte superior
ro_ro: Culoarea elementelor din meniu

source: Navbar items colors - when not sticky
es_es: Elementos de la Navbar color cuando no están pegados a la parte superior
ro_ro: Culoarea elementelor din meniu cand nu este lipit

source: Navbar items colors when hovered
es_es: Los elementos de Navbar flotan en color
ro_ro: Culoarea la hover a elementelor din meniu

source: Navbar items underline colors when hovered (save & refresh to see changes)
es_es: Los elementos de la barra de navegación subrayan el color al volar (guardar y actualizar para ver los cambios)
ro_ro: Culoarea sublinierii elementelor din meniu

source: Please select the nav-bar logo image (max size: 250 x 48 px)
es_es: Por favor, seleccione la imagen del logotipo de la barra de navegación (tamaño máximo: 250 x 48 px)
ro_ro: Selectati logo pentru nav-bar (max 250 x 48 px)

source: Restaurant description
es_es: Descripción del restaurante
ro_ro: Descrierea restaurantului

source: Restaurant description section theme settings
es_es: Ajustes para la descripción del restaurante
ro_ro: Setarile sectiunii descrierii restaurantului

source: Curtain Images
es_es: Cortina Imágenes
ro_ro: Imagini cortina

source: Manual selection
es_es: Selección manual
ro_ro: Selectie manuala

source: Inactive! Please install PHP Curl plugin!
es_es: ¡Inactivo! Por favor, instale PHP Curl plugin!
ro_ro: Inactiv! Instalati PHP Curl plugin!

source: Please select curtain image 1
es_es: Seleccione la imagen 1
ro_ro: Selectati imaginea 1

source: Please select curtain image 2
es_es: Seleccione la imagen 2
ro_ro: Selectati imaginea 2

source: Please select curtain image 3
es_es: Seleccione la imagen 3
ro_ro: Selectati imaginea 3

source: Please select curtain image 4
es_es: Seleccione la imagen 4
ro_ro: Selectati imaginea 4

source: Restaurant description - title - max. 50 characters including spaces
es_es: Descripción del restaurante - título - máx. 50 caracteres incluyendo espacios
ro_ro: Descrierea restaurantului - titlu - max. 50 de caractere incluzand spatii

source: Restaurant description paragraph - max. 720 characters including spaces
es_es: Descripción del restaurante - párrafo - máx. 720 caracteres incluyendo espacios
ro_ro: Descrierea restaurantului - paragraf - max. 720 de caractere incluzand spatii

source: Text color
es_es: Color del texto
ro_ro: Culoarea textului

source: Menu book description
es_es: Descripción del menú
ro_ro: Descrierea meniului

source: Menu book description section theme settings
es_es: Ajustes para la descripción del menú
ro_ro: Setarile sectiunii descrierii meniului

source: Title - max. 40 characters including spaces
es_es: Título - máx. 40 caracteres incluyendo espacios
ro_ro: Titlu - max. 40 de caractere incluzand spatii

source: Title color
es_es: Color del título
ro_ro: Culoarea titlului

source: Message - max. 90 characters including spaces
es_es: Mensaje - max. 90 caracteres incluiendo los espacios
ro_ro: Mesaj - max. 90 de caractere incluzand spatii

source: Message color
es_es: Color del mensaje
ro_ro: Culoarea mesajului

source: Please select a background image
es_es: Seleccione una imagen de fondo
ro_ro: Selectati o imagine de fundal

source: Menu book
es_es: Menú
ro_ro: Meniu

source: Menu book section theme settings
es_es: Configuración de la sección de menú
ro_ro: Setarile sectiunii de meniu

source: Menu book title - max. 20 characters including spaces
es_es: Menú - título - máx. 20 caracteres incluyendo espacios
ro_ro: Titlul meniului - max. 20 de caratere incluzand spatii

source: Menu book subtitle - max. 40 characters including spaces
es_es: Menú - subtítulo - máx. 40 caracteres incluyendo espacios
ro_ro: Subtitlul meniului - max. 40 de caratere incluzand spatii

source: Menu book text color
es_es: Color del texto del libro de menús
ro_ro: Culoarea textului din meniu

source: Menu book filter color
es_es: Color del filtro del libro de menús
ro_ro: Culoarea pentru filtrul din meniu

source: Blog section
es_es: El sección del blog
ro_ro: Sectiunea de blog

source: Blog section theme settings
es_es: Configuración de la sección de blog
ro_ro: Setarile sectiunii de blog

source: Title text - max. 20 characters including spaces
es_es: Texto del título - máx. 20 caracteres incluyendo espacios
ro_ro: Titlu - max. 20 de caractere incluzand spatii

source: Under title text - max. 40 characters including spaces
es_es: Texto del subtítulo - máx. 40 caracteres incluyendo espacios
ro_ro: Subtitlu - max. 40 de caractere incluzand spatii

source: Reservations section
es_es: El sección de los reservas
ro_ro: Sectiunea de rezervari

source: Reservations section theme settings
es_es: Configuración de la sección de reservas
ro_ro: Setarile sectiunii de rezervari

source: Reservations title - max. 30 characters including spaces
es_es: Reservas - título - máx. 30 caracteres incluyendo espacios
ro_ro: Titlul rezervarilor - max. 30 de caractere incluzand spatii

source: Reservations under title text - max. 50 characters including spaces
es_es: Reservas - Texto de subtítulo - máx. 50 caracteres incluyendo espacios
ro_ro: Subtitlul rezervarilor - max. 50 de caractere incluzand spatii

source: Title, under title - color
es_es: Título, subtítulo - color
ro_ro: Culorile titlului si subtitlului

source: Subtitle text - max. 30 characters including spaces
es_es: Texto del subtítulo - máx. 30 caracteres incluyendo espacios
ro_ro: Subtitlu - max. 30 de caractere incluzand spatii

source: Reservations details first paragraph - max. 150 characters including spaces
es_es: Detalles de la reserva - primer párrafo - máx. 150 caracteres incluyendo espacios
ro_ro: Detalii rezervari - primul paragraf - max. 150 de caractere incluzand spatii

source: Reservations details second paragraph - max. 65 characters including spaces
es_es: Detalles de la reserva - segundo párrafo - máx. 65 caracteres incluyendo espacios
ro_ro: Detalii rezervari - al doilea paragraf - max. 65 de caractere incluzand spatii

source: Subtitle and details color
es_es: Color de subtítulo y detalles
ro_ro: Culoarea subtitlului si sectiunii de detalii

source: Map section
es_es: Sección de mapa
ro_ro: Sectiunea hartii

source: Map section theme settings
es_es: Configuración de la sección de mapa
ro_ro: Setarile sectiunii hartii

source: Restaurant description - max. 40 characters including spaces
es_es: Descripción del restaurante - máx. 40 caracteres incluyendo espacios
ro_ro: Descrierea restaurantului - max. 40 de caractere incluzand spatii

source: Restaurant location - max. 30 characters including spaces
es_es: Ubicación del restaurante - máx. 30 caracteres incluyendo espacios
ro_ro: Locatia restaurantului - max. 30 de caractere incluzand spatii

source: Map title and description color
es_es: Título del mapa y color de la descripción
ro_ro: Culoarea titlului si a descrierii

source: Style %d
es_es: Estilo %d
ro_ro: Stil %d

source: Footer
es_es: Pie de página
ro_ro: Subsolul pagninii

source: Footer settings
es_es: Configuración de pie de página
ro_ro: Setarile sectiunii de subsol a paginii

source: Footer title - max. 50 characters including spaces
es_es: Título del pie de página - máx. 50 caracteres incluyendo espacios
ro_ro: Titlul sectiunii de subsol - max. 50 de caractere incluzand spatii

source: Footer contact title - left
es_es: Contacto título - izquierda
ro_ro: Titlul din stanga subsolului

source: Footer social icons title
es_es: Título de iconos sociales de pie de página
ro_ro: Titlul pentru simbolurile de socializare

source: Footer contact form title
es_es: Título para el formulario de contacto
ro_ro: Titlul pentru formularul de contact

source: Footer right paragraph
es_es: Párrafo derecho del pie de página
ro_ro: Titlu pentru paragraf

source: Front Page Color Scheme
es_es: Esquema de color de la página principal
ro_ro: Setul de culoare pentru pagina frontala

source: Modify general colors
es_es: Modificar colores generales
ro_ro: Modificati culoarea generala

source: General color selection
es_es: Selección general del color
ro_ro: Selectati culoarea generala

source: Dish List Header
es_es: Encabezamiento de la lista de platos
ro_ro: Lista felurilor de mancare

source: Dish List Header Settings
es_es: La configuración del encabezamiento de la lista de platos
ro_ro: Setarile listei felurilor de mancare

source: Please select header image
es_es: Por favor seleccione la imagen del encabezamiento
ro_ro: Selectati imaginea de antet

source: Color Scheme
es_es: Esquema de colores
ro_ro: Set de culori

source: Widgets color selection
es_es: Selección de colores de los widgets
ro_ro: Selectarea culorilor pentru widgets

source: Hover filter color
es_es: Colorea el color del filtro
ro_ro: Culoarea la hover a filtrului din widgets

source: All Categories Header
es_es: Encabezamiento para todas las categorías
ro_ro: Antetul tuturor categoriilor

source: All Categories Header Settings
es_es: La configuración del encabezamiento de todas las categorías
ro_ro: Setarile sectiunii toate categoriile

source: All posts header
es_es: Encabezamiento por todas los mensajes
ro_ro: Antetul listei de posturi

source: All posts header settings
es_es: Configuración del encabezado
ro_ro: Setari pentru antetul listei de posturi

source: Blog Header Title - 50 characters including spaces
es_es: Título del encabezado del blog - 50 caracteres incluyendo espacios
ro_ro: Titlul antetului blogului - 50 de caractere incluzand spatii

source: Header text color
es_es: Color del texto del encabezado
ro_ro: Culoarea textului antetului

source: Navigate in Google Maps
es_es: Navegar en Google Maps
ro_ro: Navigati in Google Maps

source: Email Address
es_es: Correo electrónico
ro_ro: Adresa de mail

source: Subject
es_es: Tema
ro_ro: Subiect

source: Message
es_es: Mensaje
ro_ro: Mesaj

source: Send message
es_es: Enviar
ro_ro: Trimite

source: All rights reserved -
es_es: Todos los derechos reservados -
ro_ro: Toate drepturile rezervate

source: TheSteam Plugin
ro_ro: Plugin-ul The Steam

source: Category List
es_es: Lista de categorías
ro_ro: Lista de categorii

source: Preview Category List
es_es: Lista de categorías
ro_ro: Lista de categorii

source: TheSteam Front Page
ro_ro: Pagina Principala The Steam

source: Previous Page
es_es: Pagina anterior
ro_ro: Pagina Anterioara

source: Next Page
es_es: Siguiente página
ro_ro: Urmatoarea Pagina

source: read more
es_es: Lee mas
ro_ro: mai mult

source: Front Page Menu - Only for TheSteam Front Page (max 6 items)
es_es: Menú de la página principal - Sólo para TheSteam Front Page (máximo 6 elementos)
ro_ro: Meniul de pe pagina principala - Doar pentu The Steam Front Page (max 6 itemi)

source: Blog Menu - Only for Blog Entries (max 7 items)
es_es: Menú Blog - Sólo para entradas de blog (máximo 7 elementos)
ro_ro: Meniul de blog - Doar pentru paginile de blog (max 7 itemi)

source: The Steam Blog Entries Sidebar
es_es: La barra lateral de la lista del blog The Steam
ro_ro: The Steam - Bara laterala din lista de posturi

source: The main blog sidebar appears on the right on the list of blog entries
es_es: La barra lateral del blog principal aparece a la derecha en la lista de entradas de blog
ro_ro: Bara laterala principala apare in partea dreapta a listei de posturi

source: The Steam Dishes Sidebar
es_es: La barra lateral de los platos The Steam
ro_ro: The Steam - Bara laterala din lista de feluri de mancare

source: The dish sidebar appears on the right on the list of dishes
es_es: La barra lateral del plato aparece a la derecha en la lista de platos
ro_ro: Bara laterala din lista de feluri de mancare apare in partea dreapta

source: BOOK NOW
es_es: RESERVA
ro_ro: REZERVATI

source: Sending...
es_es: Enviando...
ro_ro: Se trimite...

source: SEND MESSAGE
es_es: ENVIAR
ro_ro: TRIMITETI

source: Pages:
es_es: Paginas:
ro_ro: Pagini:

source: Next page
es_es: Pagina siguente
ro_ro: Pagina urmatoare

source: Previous page
es_es: Pagina anterior
ro_ro: Pagina anterioara

source: Uncategorized
es_es: Sin categoría
ro_ro: Necategorizat

source: To enjoy functionalities like reservations management, menus and dishes please install The Steam plugin
es_es: Para disfrutar los funcionalidades como gestión de reservas, menús y platos, instale el plugin The Steam
ro_ro: Pentru a beneficia de toate functionalitatile temei, va rugam activati plugin-ul The Steam

source: You are using a PHP version older than 5.3, launched in 2009. Please update to a newer version, otherwhise the theme may not work properly.
es_es: Está utilizando una versión de PHP más antigua de 5.3, lanzada en 2009. Actualice a una versión más nueva, otherwhise el tema puede no funcionar correctamente.
ro_ro: Utilizati o versiune de PHP mai veche 5.3, care a fost lansat in 2009. Va rugam actualizati la o versiune mai noua, altfel tema nu va functiona bine.

source: Importing...
es_es: Importador...
ro_ro: Se importa...

source: Please wait...
es_es: Por favor espera...
ro_ro: Asteptati...

source: Done!
es_es: ¡Hecho!
ro_ro: Terminat!

source: Cancel
es_es: Cancelar
ro_ro: Anulare

source: Exporting
es_es: Exportador
ro_ro: Se exporta

source: Server error occurred. Please try again
es_es: Se ha producido un error de servidor. Por favor, inténtelo de nuevo
ro_ro: Eroare de server. Va rugam incercati din nou.

source: Try again
es_es: Inténtalo de nuevo
ro_ro: Incercati din nou

source: - This is caused by the small PHP execution time of your hosting provider. Please increase PHP execution time or try again.
es_es: - Esto es causado por el pequeño tiempo de ejecución de PHP de su proveedor de alojamiento. Aumente el tiempo de ejecución de PHP o vuelva a intentarlo.
ro_ro: - Acesta este cauzat de timpul redus de executie a hostingului dumneavoastra. Va rugam cresteti timpul de executie PHP sau incercati din nou.

source: Importing of demo data is finished!
es_es: ¡La importación de los datos de demostración está terminada!
ro_ro: Importarea posturilor demonstrativa s-a terminat!

source: Settings
es_es: Ajustes
ro_ro: Setari

source: Theme Settings
es_es: Ajustes de tema
ro_ro: Setarile temei

source: Theme customization
es_es: Personalización de temas
ro_ro: Editarea Temei

source: Notice: Your PHP Installation is missing the curl plugin. Please install it to be able to use Instagram integration!
es_es: Aviso: Su instalación de PHP no tiene el plugin curl. ¡Instálelo para poder integrar Instagram!
ro_ro: Notificare: Instalarea PHP nu contine pluginul curl. Va rugam sa il instalati pentru a putea utiliza integrarea cu Instagram

source: Notice: Your PHP Installation is missing the SimpleXML plugin. Please install it if you want to be able to import demo data.
es_es: Aviso: Su instalación de PHP no tiene el plugin SimpleXML. Instálelo si desea importar datos de demostración.
ro_ro: Notificare: Instalarea PHP nu contine pluginul SimpleXML. Va rugam sa il instalati pentru a putea importa continutul demonstrativ.

source: Save Changes
es_es: Guarda los cambios
ro_ro: Salvare modificari

source: Reservations
es_es: Reservaciónes
ro_ro: Rezervari

source: Blog Carousel
es_es: Blog Carrusel
ro_ro: Carusel imagini pt blog

source: General settings
es_es: Configuración general
ro_ro: Setari generale

source: Currency:
es_es: Moneda:
ro_ro: Moneda:

source: Currency to display along with the prices for your restaurant's dishes. Relies on the plugin being activated.
es_es: Moneda para mostrar junto con los precios de los platos de su restaurante. Depende del plugin que se está activando.
ro_ro: Moneda care va aparea in lista meniului restaurantului. Este vizibil doar daca plugin-ul este activ.

source: Frontpage Desktop Navbar Position:
es_es: Posición de la mesa de escritorio Frontpage:
ro_ro: Pozitia meniului de navigare de pe pagina principala

source: Choose whether the frontpage navbar should be positioned on top of the page or below the jumbotron
es_es: Elija si la barra de navegación de la primera página debe colocarse en la parte superior de la página o debajo del encabezado
ro_ro: Alegeti pozitia meniului de navigare

source: Bottom
es_es: Fondo
ro_ro: Jos

source: Top
es_es: Superior
ro_ro: Sus

source: Frontpage Header:
es_es: Encabezado Frontpage:
ro_ro: Frontpage Antet:

source: Choose between an Image or HTML5 Video for the FrontPage Header
es_es: Elija entre una imagen o un video HTML5 para el encabezado de FrontPage
ro_ro: Alegeti intre o imagine sau HTML5 Video pe Antet - Front Page

source: Image
es_es: Imagen
ro_ro: Imagine

source: Currency after digits:
es_es: Moneda después de dígitos:
ro_ro: Moneda dupa pret
